[
  {
    "line": "Home isn’t where you land; home is where you launch. You can’t pick your home any more than you can choose your family. In poker, you get five cards. Three of them you can swap out, but two are yours to keep: family and native land.",
    "book": "An American Marriage",
    "author": "Tayari Jones"
  },
  {
    "line": "To choose doubt as a philosophy of life is akin to choosing immobility as a means of transportation.",
    "book": "Life of Pi",
    "author": "Yann Martel"
  },
  {
    "line": "The gods grow jealous of too much contentment anywhere, and they show their displeasure all of a sudden.",
    "book": "Malgudi Days",
    "author": "R. K. Narayan"
  },
  {
    "line": "I was within and without, simultaneously enchanted and repelled by the inexhaustible variety of life",
    "book": "The Great Gatsby",
    "author": "F Scott Fitzgerald"
  },
  {
    "line": "Whatever our souls are made of, his and mine are the same.",
    "book": "After We Collided",
    "author": "Anna Todd"
  },
  {
    "line": "For the two of us, home isn't a place. It is a person. And we are finally home.",
    "book": "Anna and the French Kiss",
    "author": "Stephanie Perkins"
  },
  {
    "line": "It does not do to dwell on dreams and forget to live.",
    "book": "Harry Potter and the Sorcerer’s Stone",
    "author": "J.K. Rowling"
  },
  {
    "line": "It moves at its own measured pace, for it has no reason to hurry. Tomorrow will come in its own good time.",
    "book": "The Sky is Falling",
    "author": "Sidney Sheldon"
  },
  {
    "line": "Men go to far greater lengths to avoid what they fear than to obtain what they desire.",
    "book": "The Da Vinci Code",
    "author": "Dan Brown"
  },
  {
    "line": "You do not have to struggle to reach God, but you do have to struggle to tear away the self-created veil that hides him from you",
    "book": "Autobiography of a Yogi",
    "author": "Paramahansa Yogananda"
  },
  {
    "line": "Never forget what you are, for surely the world will not. Make it your strength. Then it can never be your weakness.",
    "book": "A Song of Ice and Fire",
    "author": "George R.R. Martin"
  },
  {
    "line": "All we have to decide is what to do with the time that is given us.",
    "book": "The Fellowship of the Ring",
    "author": "J.R.R. Tolkein"
  }
]
